/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "キャンセル";
"Retry" = "再試行";
"Disconnect" = "接続解除";

/* Low disk space warning alert */
"Your startup disk is almost full." = "お使いの起動ディスクはほとんど一杯です。";
"You need to make more space available on your startup disk by deleting files." = "ファイルを削除して、起動ディスク上で利用できる空き領域を増やす必要があります。";
"Your disk is almost full." = "お使いのディスクはほとんど一杯です。";
"The disk " = "ディスク“";
" is almost full. You can delete files on the disk to make more space available." = "”はほとんど一杯です。ディスク上のファイルを削除すると、使用できる空き領域を増やすことができます。";
"Do not warn me about this disk again" = "このディスクに関する警告を今後表示しない";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "お使いの起動ディスクは一杯です。";
"Your_disk_is_full." = "お使いのディスクは一杯です。";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = "”は一杯です。ディスク上のファイルを削除すると、使用できる空き領域を増やすことができます。";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "使用していたサーバはファイルロックの指示に対して応答していません。このサーバへの接続を引き続き試行しますか？";
"Click OK to continue trying to contact the server " = "“OK”をクリックすると、サーバ“";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = "”への接続を引き続き試行します。“ロックを無効にする”をクリックし、このファイルシステムでのファイルのロック（保護）を停止します。ロックを停止した場合、このファイルシステムでファイルのロック機能を使用するアプリケーションが動作しなくなる場合があります。";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "このファイルシステムのファイルロック機能を無効にしてもよろしいですか？";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "ロックを停止した場合、このファイルシステムでファイルのロック機能を使用するアプリケーションが動作しなくなる場合があります。";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "次回から警告しない。";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "読み／書き エラー";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "アクセス時にエラーが発生しました：";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "ファイルシステムの損傷が発見されました";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "ファイルシステムの損傷が発見されました：";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  このボリュームは次回マウント時に修復されます。";
